// Task #8
/*створити switch  в якому є назви планет сонячної системи. Якщо користувач вводить назву планети сонячної системи
то виводити ця планета в сонячній системі. Якщо такої планети нема то виводити: такої планети нема в сонячній системі */

let planet= prompt('Яка з планет сонячної системи Вам подобається найбільше?', 'Земля')
switch (planet.toLowerCase()){
    case'земля':
        console.log("Ця планета в сонячній системі");
        break;
    case'меркурій':
        console.log("Ця планета в сонячній системі");
        break;
    case'венера':
        console.log("Ця планета в сонячній системі");
        break;
    case'марс':
        console.log("Ця планета в сонячній системі");
        break;
    case'юпітер':
        console.log("Ця планета в сонячній системі");
        break;
    case'сатурн':
        console.log("Ця планета в сонячній системі");
        break;
    case'уран':
        console.log("Ця планета в сонячній системі");
        break;
    case'нептун':
        console.log("Ця планета в сонячній системі");
        break;
    default:
        console.log(`Вибачте, планети ${planet} немає в сонячній системі`);
}
